Repository: davidpanderson/science_united
Catalog: *_translations/*.po
Languages: es, ru

source: %1 is temporarily shut down for maintenance.
es: %1 está apagado temporalmente por mantenimiento.
ru: %1 временно выключен для обслуживания.

source: Recent contribution
es: Contribución reciente
ru: Недавний вклад

source: Continue to your home page
es: Continúa a tu página de inicio
ru: Перейти на главную страницу

source: %1 lets you help scientific research projects by giving them computing power. These projects do research in astronomy, physics, biomedicine, mathematics, and environmental science; you can pick the areas you want to support.
es: %1 te permite ayudar a proyectos de investigación científica dándoles potencia de cómputo. Estos proyectos investigan en astronomía, física, biomedicina, matemáticas y ciencias ambientales; puedes elegir las áreas que deseas apoyar.
ru: %1 позволяет помочь научно-исследовательским проектам, предоставляя им вычислительную мощность. Эти проекты занимаются исследованиями в области астрономии, физики, биомедицины, математики и экологии; Вы можете выбрать области, которые Вы хотите поддержать.

source: You help by installing BOINC, a free program that runs scientific jobs in the background and when you're not using the computer. BOINC is secure and will not affect your normal use of the computer.
es: Ayudas instalando BOINC, un programa gratuito que ejecuta trabajos científicos en segundo plano y cuando no estás usando la computadora. BOINC es seguro y no afectará al uso normal de la computadora.
ru: Вы помогаете, установив BOINC - бесплатную программу, которая запускает научные задания в фоновом режиме и когда Вы не используете компьютер. BOINC безопасен и не повлияет на ваше нормальное использование компьютера.

source: %1 is operated by the BOINC project at UC Berkeley.
es: %1 es operado por el proyecto BOINC en UC Berkeley.
ru: %1 управляется проектом BOINC в Калифорнийском университете в Беркли.

source: %1 and the research projects it supports are non-profit.
es: %1 y los proyectos de investigación que apoya son sin ánimo de lucro.
ru: %1 и поддерживаемые им исследовательские проекты являются некоммерческими.

source: Join %1
es: Unirse a %1
ru: Присоединиться к %1

source: Already joined?
es: ¿Ya se unió?
ru: Уже присоединились?

source: Log in.
es: Iniciar sesión.
ru: Войти.

source: Welcome, %1
es: Bienvenido, %1
ru: Добро пожаловать, %1

source: News
es: Noticias
ru: Новости

source: Ebola-Infected VERO E6 Cell
es: Célula VERO E6 infectada con Ébola
ru: Инфицированная вирусом эбола клетка VERO E6

source: Simulation of Higgs boson detection
es: Simulación de la detección del bosón de Higgs
ru: Моделирование обнаружения бозона Хиггса

source: The Earth's interrelated climate systems
es: Los sistemas climáticos interrelacionados de la Tierra
ru: Взаимосвязанные климатические системы Земли

source: Structure of protein GIF
es: Estructura de proteína GIF
ru: Структура белка GIF

source: The Hubble ultra-deep field image
es: La imagen de campo ultra profundo de Hubble
ru: Изображение HUDF

source: Science United is funded by the %1National Science Foundation%2, award #1664190, and is based at the %3University of California, Berkeley%4.
es: Science United está financiado por la %1Fundación de Ciencia Nacional%2, premio # 1664190, y tiene su sede en la %3Universidad de California, Berkeley%4.
ru: Science United финансируется фондом %1National Science Foundation%2, премия #1664190, и базируется в %3Университете Калифорнии, Беркли%4.

source: Log out
es: Cerrar sesión
ru: Выйти

source: Join
es: Unirse
ru: Присоединиться

source: Login
es: Iniciar sesión
ru: Войти

source: About %1
es: Acerca de %1
ru: О %1

source: Help
es: Ayuda
ru: Помощь

source: Project
es: Proyecto
ru: Проект

source: Community
es: Comunidad
ru: Сообщество

source: Message boards
es: Panel de mensajes
ru: Доска сообщений

source: Site
es: Sitio
ru: Сайт

source: Search
es: Buscar
ru: Поиск

source: Languages
es: Idiomas
ru: Языки

source: Do science research on your computer, tablet, or phone
es: Haga investigaciones científicas en tu computadora, tableta o teléfono
ru: Проводите научные исследования на компьютере, планшете или телефоне

source: Generated
es: Generado
ru: Сгенерировано

source: Your personal background.
es: Tu experiencia personal
ru: Ваша личная информация.

source: Tell us about yourself. You could tell us where you're from, your age, occupation, hobbies, or anything else about yourself.
es: Cuéntanos acerca de ti. Podrías decirnos de dónde eres, tu edad, ocupación, pasatiempos o cualquier otra cosa sobre ti.
ru: Расскажите нам о себе. Вы могли бы рассказать нам, откуда Вы, ваш возраст, профессия, хобби, или что-нибудь ещё о себе.

source: Your opinions about %1
es: Tus opiniones sobre %1
ru: Ваше мнение о %1

source: Tell us your thoughts about %1<ol> <li>Why do you run %1? <li>What are your views about the project? <li>Any suggestions? </ol>
es: Cuéntanos tus pensamientos sobre %1<ol> <li>¿Por qué ejecutas %1? <li>¿Cuáles son tus puntos de vista sobre el proyecto? <li>¿Alguna sugerencia? </ol>
ru: Расскажите нам, что Вы думаете о %1<ol> <li>Почему Вы участвуете в %1? <li>Каковы ваши взгляды на проект? <li>Какие-либо предложения? </ol>

source: About
es: Acerca de
ru: О

source: Screen name
es: Nombre usuario
ru: Экранное имя

source: Email address
es: Correo electrónico
ru: Адрес электронной почты

source: Password
es: Contraseña
ru: Пароль

source: %1 member since
es: Miembro de %1 desde
ru: Участник %1 с

source: User ID
es: ID de usuario
ru: Идентификатор пользователя

source: Used in community functions
es: Usado en las funciones de la comunidad
ru: Используется в функциях сообщества

source: Delete account
es: Borrar cuenta
ru: Удалить аккаунт

source: Instructions
es: Instrucciones
ru: Инструкции

source: Account settings
es: Ajustes de cuenta
ru: Настройки учётной записи

source: Computing history
es: Historial de computación
ru: История вычислений

source: Computing settings
es: Ajustes de computación
ru: Настройки вычислений

source: You can control how many processors to use (most computers have 4 or 8 processors) and when to use them.
es: Puedes controlar cuántos procesadores usar (la mayoría de las computadoras tienen 4 u 8 procesadores) y cuándo usarlos.
ru: Вы можете контролировать количество процессоров (большинство компьютеров имеют 4 или 8 процессоров) и когда их использовать.

source: This may affect your electricity costs and your computer's fan speeds.
es: Esto puede afectar a tus costes de electricidad y la velocidad de los ventiladores de tu computadora.
ru: Это может повлиять на ваши затраты за электроэнергию и на скорость вращения вентилятора вашего компьютера.

source: Settings affect all your computers. Changes take effect the next time the computer synchs with Science United.
es: Los ajustes afectan a todas sus computadoras. Los cambios entran en vigencia la próxima vez que la computadora se sincronice con Science United.
ru: Настройки влияют на все ваши компьютеры. Изменения вступят в силу в следующий раз, когда компьютер синхронизируется с Science United.

source: You can change settings for a particular computer using the BOINC Manager. This also gives you more detailed options.
es: Puede cambiar los ajustes de una computadora en particular usando el Administrador BOINC. Esto también le da opciones más detalladas.
ru: Вы можете изменить настройки для конкретного компьютера с помощью Менеджера BOINC. Это также даёт вам более подробные варианты.

source: Choose one of:
es: Elige uno de:
ru: Выберите один из:

source: Low power %1 Use 25% of processors, and stop computing when computer is idle.%2
es: La configuración Bajo consumo %1 Usa el 25% de la capacidad del procesador y para de calcular cuando el ordenador está inactivo. %2
ru: Маломощный %1 Использует 25% процессоров и останавливает вычисления при простое компьютера.%2

source: Standard %1 Use 50% of processors.%2
es: Estándar %1 Usa el 50% de los procesadores.%2
ru: Стандартный %1 Использует 50% процессоров.%2

source: Maximum computing %1 Use all processors.%2
es: Máxima computación %1 Usa todos los procesadores.%2
ru: Максимальный %1 Использует все процессоры.%2

source: Update
es: Actualizar
ru: Обновить

source: Computing settings updated
es: Ajustes de computación actualizadas
ru: Настройки вычислений обновлены

source: The new settings will take effect when your computer synchs with Science United.
es: Los nuevos ajustes tendrán efecto cuando su computadora se sincronice con Science United.
ru: Новые настройки вступят в силу, когда ваш компьютер синхронизируется с Science United.

source: Continue to home page
es: Continuar a la página de inicio
ru: Перейти на главную страницу

source: Install software
es: Instalar programa
ru: Установить программное обеспечение

source: To participate in %1 you must install BOINC and VirtualBox on your computer.
es: Para participar en %1, debes instalar BOINC y VirtualBox en tu computadora.
ru: Для участия в %1 необходимо установить BOINC и VirtualBox на компьютер.

source: Email settings
es: Ajustes de correo electrónico
ru: Настройки электронной почты

source: Preferences updated.
es: Preferencias actualizadas.
ru: Настройки обновлены.

source: Don't send me any emails
es: No me envíe ningún correo electrónico
ru: Не присылать мне никаких писем

source: Status emails %1 These tell you how much work your computer(s) have done recently %2
es: Mensajes de estado %1 Estos te indican cuánto trabajo han hecho tus computadoras recientemente %2
ru: Письма о состоянии %1 Они сообщают Вам, сколько работы ваш(и) компьютер(ы) сделали за последнее время %2

source: Never
es: Nunca
ru: Никогда

source: Daily
es: Diariamente
ru: Ежедневно

source: Weekly
es: Semanalmente
ru: Еженедельно

source: Monthly
es: Mensualmente
ru: Ежемесячно

source: Community emails %1 These tell you about private messages, forum posts, and friend requests %2
es: Correos electrónicos de la comunidad %1 Te informan sobre mensajes privados, publicaciones en el foro y solicitudes de amistad %2
ru: Письма сообщества %1 Они сообщают Вам о личных сообщениях, сообщениях на форуме и запросах на добавление в друзья %2

source: Immediately
es: Inmediatamente
ru: Немедленно

source: Daily summary
es: Resumen diario
ru: Ежедневная сводка

source: Save
es: Guardar
ru: Сохранить

source: Successful jobs/day
es: Trabajos exitosos/día
ru: Успешных заданий/день

source: Failed jobs/day
es: Trabajos fallidos/día
ru: Проваленных заданий/день

source: CPU hours/day
es: Horas de CPU/día
ru: Часов ЦП/день

source: GPU hours/day
es: Horas de GPU/día
ru: Часов ГП/день

source: If you received a 'no work reported' email from Science United or are having other problems, please do the following:
es: Si recibió un correo electrónico de Science United que indica que no se ha informado de ningún trabajo o tiene otros problemas, por favor haga lo siguiente:
ru: Если вы получили электронное письмо от Science United с сообщением об отсутствии работы или у вас возникли другие проблемы, выполните следующие действия:

source: Make sure BOINC is installed on your computer
es: Asegúrese de que BOINC esté instalado en su computadora
ru: Убедитесь, что BOINC установлен на вашем комьютере

source: Do you see the BOINC icon %1 in your system tray or dock?
es: ¿Ve el icono BOINC %1 en la bandeja del sistema o en la base?
ru: Вы видите иконку BOINC %1 в вашем системном трее или панели?

source: If not, %1download and install BOINC%2.
es: Si no es así, %1ddescargue e instale BOINC%2.
ru: Если нет, %1dскачайте и установите BOINC%2.

source: Science United requires BOINC version 7.14 or later.
es: Science United requiere BOINC versión 7.14 o posterior.
ru: Для Science United требуется версия BOINC 7.14 или более поздняя.

source: Make sure BOINC is attached to Science United
es: Asegúrese de que BOINC esté vinculado a Science United
ru: Убедитесь, что BOINC подключен к Science United.

source: Double-click the BOINC icon to open the BOINC Manager.
es: Haga doble clic en el icono de BOINC para abrir el administrador de BOINC.
ru: Дважды щелкните значок BOINC, чтобы открыть диспетчер BOINC.

source: Switch to the Advanced View (View / Advanced View).
es: Cambiar a la vista avanzada (vista/ Vista avanzada).
ru: Переключить в Расширенный Просмотр (Просмотр / Расширенный Просмотр).

source: Click on the Tools menu. You should see 'Synchronize with Science United'. If not, select 'Use account manager' and attach BOINC to your Science United account.
es: Haga clic en el menú Herramientas. Debería ver 'Sincronizar con Science United'. De lo contrario, seleccione 'Usar administrador de cuenta' y adjunte BOINC a su cuenta de Science United.
ru: Нажмите на меню Инструменты. Вы должны увидеть "Синхронизировать с Science United". Если нет, выберите "Использовать менеджер учетных записей" и подключите BOINC к своей учетной записи Science United.

source: Other sources of help
es: Otras fuentes de ayuda
ru: Прочие источники помощи

source: Problems installing or running BOINC: %1 get help here%2.
es: Problemas al instalar o ejecutar BOINC: %1 obtén ayuda aquí%2.
ru: Проблемы при установке или запуске BOINC: %1 получите помощь здесь%2.

source: Problems with Science United: ask for help on the %1Science United message boards%2.
es: Problemas con Science United: solicite ayuda en los %1 foros de mensajes de Science United%2.
ru: Проблемы с Science United: обратитесь за помощью на %1 форуме Science United %2.

source: To report a bug or request a feature in Science United, create an issue on the %1Science United Github repository%2 (you'll need a free Github account).
es: Para informar un error o solicitar una función en Science United, cree una incidencia en el %1repositorio Github de Science United%2 (necesitará una cuenta gratuita de Github).
ru: Чтобы сообщить об ошибке или запросить функцию в Science United, создайте задачу в Github репозитории %1 Science United %2 (вам потребуется бесплатная учетная запись Github).

source: If none of the above work for you, %1email us%2.
es: Si ninguna de las anteriores funciona para usted, %1e envíenos un correo electrónico% 2.
ru: Если ничего из вышеперечисленного вам не подходит, %1eнапишите нам%2.

source: Contribution
es: Contribución
ru: Вклад

source: View
es: Ver
ru: Смотреть

source: Your computers
es: Tus computadoras
ru: Ваши компьютеры

source: Computing: graphs
es: Computación: gráficas
ru: Вычисления: графики

source: Computing: details
es: Computación: detalles
ru: Вычисления: подробности

source: Science projects
es: Proyectos de ciencia
ru: Научные проекты

source: Claimed credit
es: Crédito reclamado
ru: Заявленный кредит

source: Settings
es: Ajustes
ru: Настройки

source: Edit
es: Editar
ru: Редактировать

source: Science areas and locations
es: Áreas y ubicaciones de ciencia
ru: Научные области и местоположения

source: Choose the types of research you want to support
es: Elige los tipos de investigación que desea apoyar
ru: Выберите типы исследований, которые Вы хотите поддержать

source: Computing
es: Computación
ru: Вычисления

source: Choose how to use your computers
es: Elije cómo usar sus computadoras
ru: Выберите способ использования компьютеров

source: Settings for message boards and private messages
es: Ajustes para los paneles de mensajes y mensajes privados
ru: Настройки для доски сообщений и личных сообщений

source: Account
es: Cuenta
ru: Учётная запись

source: Name, password, email address
es: Nombre, contraseña, dirección de correo electrónico
ru: Имя, пароль, адрес электронной почты

source: Email
es: Correo electrónico
ru: Электронная почта

source: When and whether we should email you
es: Cuándo y si debemos enviarle un correo electrónico
ru: Должны ли мы отправить вам письма и когда

source: Your home page
es: Tu página de inicio
ru: Ваша главная страница

source: No computers yet
es: No hay computadoras todavía
ru: Компьютеров ещё нет

source: Computer name
es: Nombre de la computadora
ru: Имя компьютера

source: Click for details
es: Pulsa para detalles
ru: Нажать для деталей

source: Operating system
es: Sistema operativo
ru: Операционная система

source: Last contact
es: Último contacto
ru: Последний контакт

source: Remove
es: Eliminar
ru: Удалить

source: ... if this is a duplicate or the computer is no longer running BOINC
es: ... si es un duplicado o la computadora ya no está ejecutando BOINC
ru: ... если это дубликат или на компьютере BOINC больше не работает

source: How projects are chosen for %1
es: Cómo se eligen los proyectos para %1
ru: Как выбираются проекты для %1

source: To decide which projects this computer should work for, we compute a "score" for each project. The components of the score are:
es: Para decidir para qué proyectos debería trabajar esta computadora, calculamos una "puntuación" para cada proyecto. Los componentes de la puntuación son:
ru: Чтобы решить, для каких проектов должен работать этот компьютер, мы вычисляем "оценку" для каждого проекта. Компоненты оценки:

source: Keyword score
es: Puntuación de palabra clave
ru: Оценка ключевых слов

source: How well your keyword preferences match the project's keywords.
es: Qué tan bien tus preferencias de palabras clave coinciden con las palabras clave del proyecto.
ru: Насколько хорошо ваши настройки ключевых слов соответствуют ключевым словам проекта.

source: Platform score
es: Puntuación de la plataforma
ru: Оценка платформы

source: -1 if the project has no programs that will run on the computer; 0 if it does; +0.1 if one of them uses a GPU or VirtualBox.
es: -1 si el proyecto no tiene programas que se ejecutarán en la computadora; 0 si lo hace; +0.1 si uno de ellos usa GPU o VirtualBox.
ru: -1, если в проекте нет программ, которые будут запускаться на компьютере; 0, если это так; +0,1, если один из них использует GPU или VirtualBox.

source: Allocation score
es: Puntuación de asignación
ru: Распределение очков

source: How much work is owed to the project; this changes from one day to the next.
es: Cuánto trabajo se debe al proyecto; esto cambia de un día para otro.
ru: Сколько работы нужно проекту; этот параметр меняется от одного дня к другому.

source: We then choose the highest-scoring projects (at least 2) that together can use all the computer's processors.
es: Luego elegimos los proyectos de mayor puntuación (al menos 2) que juntos pueden usar todos los procesadores de la computadora.
ru: Затем мы выбираем проекты с наивысшей оценкой (по крайней мере, 2), которые вместе могут использовать все процессоры компьютера.

source: Score
es: Puntuación
ru: Оценка

source: Can use %1?
es: ¿Puede usar %1?
ru: Можно использовать %1?

source: Opted out?
es: ¿Excluido?
ru: Отказаться?

source: Yes
es: Sí
ru: Да

source: Given the above info, this computer would do work for these projects:
es: Dada la información anterior, esta computadora podría funcionar para estos proyectos:
ru: Учитывая вышеуказанную информацию, этот компьютер будет работать для этих проектов:

source: No
ru: Нет

source: Computer hardware and software
es: Hardware y software de la computadora
ru: Компьютерное оборудование и программное обеспечение

source: Projects for which this computer has done work
es: Proyectos para los cuales esta computadora ha trabajado
ru: Проекты, для которых этот компьютер сделал работу

source: Name
es: Nombre
ru: Имя

source: CPU FLOPS
es: FLOPS CPU
ru: FLOPS ЦП

source: CPU time
es: Tiempo de CPU
ru: Время ЦП

source: GPU FLOPS
es: FLOPS GPU
ru: FLOPS ГП

source: GPU time
es: Tiempo de GPU
ru: Время ГП

source: # jobs success
es: # trabajos exitosos
ru: # успешных заданий

source: #jobs fail
es: #trabajos fallidos
ru: # проваленных заданий

source: Computer details
es: Detalles de la computadora
ru: Подробнее о компьютере

source: Hardware/software details
es: Detalles de hardware/software
ru: Подробнее об оборудовании/ программном обеспечении

source: How projects are chosen for this computer
es: Cómo se eligen los proyectos para esta computadora
ru: Как выбираются проекты для этого компьютера

source: Getting started
es: Empezando
ru: Начало работы

source: Welcome to %1
es: Bienvenido a %1
ru: Добро пожаловать в %1

source: By now you should have downloaded and run BOINC. If so, you're done! Your computer will do run science jobs in the background, supporting research in the areas you selected.
es: Por ahora deberías haber descargado y ejecutado BOINC. Si es así, ¡ya terminaste! Tu computadora ejecutará trabajos científicos en segundo plano, lo que respaldará la investigación en las áreas que seleccionaste.
ru: К данному моменту Вы должны были загрузить и запустить BOINC. Если это так, то Вы всё сделали! Ваш компьютер будет выполнять научные задания в фоновом режиме, поддерживая исследования в выбранных областях.

source: Scientists need all the computing power they can get. To help further, you can:
es: Los científicos necesitan toda la potencia de cómputo que puedan obtener. Para ayudar aún más, puedes:
ru: Ученым нужна вся вычислительная мощность, которую они могут получить. Чтобы помочь дальше, вы можете:

source: Tell your family, friends, and co-workers about %1, and encourage them to volunteer.
es: Háblale a tu familia, amigos y compañeros de trabajo acerca de %1 y anímales a ser voluntarios.
ru: Расскажите семье, друзьям и коллегам о %1 и пригласите их стать добровольцами.

source: Run %1 on all your computing devices:
es: Ejecutar %1 en todos tus dispositivos informáticos:
ru: Запустите % 1 на всех ваших вычислительных устройствах:

source: Desktops and laptops (Windows, Linux, Mac OS X): On that device, visit this web site (%1) and log in. Then select Download from the Project menu, and install BOINC as you did on this computer.
es: Computadoras de escritorio y portátiles (Windows, Linux, Mac OS X): en ese dispositivo, visita este sitio web (%1) e inicia sesión. Luego, selecciona Descargar en el menú Proyecto e instala BOINC como hiciste en esta computadora.
ru: Настольные компьютеры и ноутбуки (Windows, Linux, Mac OS X): на этом устройстве посетите этот веб-сайт (%1) и авторизуйтесь. Затем выберите команду Загрузить в меню Проект и установите BOINC, как на этом компьютере.

source: Android phones and tablets: install the BOINC app from the Google Play Store or (for Fire) the Amazon App Store. Choose Use Account Manager, select %1, and log in.
es: Teléfonos y tabletas con Android: instala la aplicación BOINC de Google Play Store o (para Fire) en Amazon App Store. Elige Usar administrador de cuentas, selecciona %1 e inicia sesión.
ru: Телефоны и планшеты Android: установите приложение BOINC из Google Play Store или (для Fire) из Amazon App Store. Выберите Использовать менеджер проектов, выберите %1, и авторизуйтесь.

source: You can %1 Join or create a Team%2.
es: Puedes %1 Unirte o crear un equipo%2.
ru: Вы можете %1 Присоединиться или создать команду%2.

source: Computing prefs
es: Ajustes de computación
ru: Настройки вычислений

source: Science prefs
es: Ajustes de ciencia
ru: Научные настройки

source: Already joined
es: Ya se unió
ru: Уже подключен

source: You're already logged in. If you want to create a new account, please log out first.
es: Ya ha iniciado sesión. Si desea crear una nueva cuenta, primero cierre la sesión.
ru: Вы уже вошли в аккаунт. Если вы хотите создать новый аккаунт, пожалуйста сначала выйдите.

source: Prefer
es: Preferir
ru: Предпочтительно

source: As needed
es: Según sea necesario
ru: По мере необходимости

source: Science and location preferences
es: Ajustes de ciencia y ubicación
ru: Настройки науки и местоположений

source: Preferences saved.
es: Ajustes guardados.
ru: Настройки сохранены.
