Repository: davidpanderson/science_united
Catalog: *_translations/*.po
Languages: es, ru

source: Select science areas and locations you do or don't want to support. Click %1 for more detail, %2 for less. When done, click the Save button at the bottom.
es: Escoja áreas y localizaciones que quieras / no quieras apoyar. Haz click en %1 para más detalles, haz click en %2 para menos detalles. Cuando hayas terminado, presiona el botón Guardar de la parte de abajo.
ru: Выберите области науки и местоположения, которые Вы поддерживаете или не хотите поддерживать. Нажмите %1 для получения более подробной информации, %2 чтобы скрыть её. Когда закончите, нажмите внизу кнопку Сохранить.

source: Science areas
es: Áreas de ciencia
ru: Области науки

source: Locations
es: Ubicaciones
ru: Местоположения

source: Your contribution history
es: Tu historial de contribuciones
ru: История вашего вклада

source: Computing power
es: Potencia de cómputo
ru: Вычислительная мощность

source: Computing time
es: Tiempo de computación
ru: Вычислительное время

source: Completed jobs
es: Trabajos terminados
ru: Завершённые задания

source: New
es: Nuevo
ru: Новый

source: Established
es: Establecido
ru: Установлен

source: In progress
es: En progreso
ru: В процессе

source: Unknown
es: Desconocido
ru: Неизвестно

source: since
es: desde
ru: Участие с

source: CPU hours
es: Horas de CPU
ru: Часов ЦП

source: GPU hours
es: Horas de GPU
ru: Часов ГП

source: # successful jobs
es: # trabajos exitosos
ru: # успешных заданий

source: # failed jobs
es: # trabajos fallidos
ru: # проваленных заданий

source: Account status
es: Estado de la cuenta
ru: Статус учётной записи

source: Allowed by prefs?
es: ¿Permitido por ajustes?
ru: Разрешено настройками?

source: Web site
es: Sitio Web
ru: Веб-сайт

source: Science keywords
es: Palabras clave de ciencia
ru: Научные ключевые слова

source: Location keywords
es: Palabras clave de ubicación
ru: Ключевые слова местоположений

source: CPU computing
es: Computación CPU
ru: Вычисления на ЦП

source: GPU computing
es: Computación GPU
ru: Вычисления на ГП

source: # jobs succeeded
es: # trabajos exitosos
ru: # успешных заданий

source: # jobs failed
es: # trabajos fallidos
ru: # проваленных заданий

source: Include
es: Incluir
ru: Включить

source: Exclude
es: Excluir
ru: Исключить

source: Excluded?
es: ¿Excluido?
ru: Исключён?

source: Use if this project causes problems on your computer
es: Usar si este proyecto causa problemas en su computadora
ru: Использовать, если этот проект вызывает проблемы на вашем компьютере

source: None
es: Ninguno
ru: Нет

source: Return to project list
es: Volver a la lista de proyectos
ru: Вернуться к списку проектов

source: At this point BOINC should be installed and running on your computer; the system tray should have an icon like this: %1 If not, %2 get help here %3.
es: En este punto, BOINC debe estar instalado y ejecutándose en su computadora; la bandeja del sistema debe tener un ícono como este: %1 Si no es así, %2 obtenga ayuda aquí %3.
ru: На этом этапе BOINC должен быть установлен и запущен на вашем компьютере; на панели задач должен быть такой значок: %1 Если нет, %2 обратитесь за помощью сюда %3.

source: What happens now?
es: ¿Que pasa ahora?
ru: Что происходит сейчас?

source: BOINC, running in the background, will download computing jobs, process them, and upload the results. This will happen automatically; you don't have to do anything. This computation may cause your computer's fan to run, and it may slightly increase your electric bill.
es: BOINC, ejecutándose en segundo plano, descargará trabajos informáticos, procesarlos y cargará los resultados. Esto sucederá automáticamente; no tienes que hacer nada. Este cálculo puede hacer que el ventilador de su computadora funcione, y puede aumentar ligeramente su factura de electricidad.
ru: BOINC, работающий в фоновом режиме, будет загружать вычислительные задания, обрабатывать их и отправлять результаты. Это будет происходить автоматически, вам не нужно ничего делать. Эти вычисления могут запустить вентилятор компьютера, повысив шум, и это может немного увеличить ваш счёт за электричество.

source: How to monitor and control BOINC
es: Como monitorear y controlar BOINC
ru: Как управлять и наблюдать за BOINC

source: You can monitor what BOINC is doing, and control it, using the BOINC Manager. Open this by double-clicking on the BOINC icon. Details are %1here%2.
es: Puede monitorear lo que está haciendo BOINC y controlarlo usando BOINC Manager. Ábralo haciendo doble clic en el icono BOINC. Los detalles están %1aquí%2.
ru: Вы можете отслеживать, что делает BOINC, и управлять им, используя Менеджер BOINC. Откройте его, дважды щёлкнув значок BOINC. Подробности: %1здесь%2.

source: Computing preferences
es: Ajustes de computación
ru: Настройки вычислений

source: BOINC is designed to not impact the performance of your computer for normal use. If it does, you can reduce this impact by, for example, limiting the amount of memory BOINC uses. You can control many settings. Check this out %1here%2.
es: BOINC está diseñado para no impactar en el rendimiento de su computadora para uso normal. Si lo hace, puede reducir este impacto, por ejemplo, limitando la cantidad de memoria que usa BOINC. Puedes controlar los ajustes. Echa un vistazo a este %1here%2.
ru: BOINC разработан таким образом, чтобы не оказывать влияние на производительность компьютера для нормального использования. Если это не так, Вы можете уменьшить это воздействие, например, ограничив объем используемой BOINC памяти. Вы можете управлять многими настройками. Проверьте %1здесь%2.

source: You can meet and communicate with other %1 participants in a variety of ways - take a look under the Community menu above.
es: Puede reunirse y comunicarse con otros %1 participantes en una variedad de maneras - echa un vistazo en la Comunidad menú de arriba.
ru: Вы можете встретиться и пообщаться с другими участниками %1 различными способами - выберите меню Сообщество выше.

source: Past month:
es: Mes pasado:
ru: Прошлый месяц:

source: No work reported so far. %1Need help?%2
es: Ningún trabajo reportado hasta el momento. %1¿Necesita ayuda?%2
ru: О работах пока не сообщается. %1Нужна помощь?%2

source: No work reported in last %1 days. %2Need help?%3
es: No se ha informado de ningún trabajo en los últimos %1 días. %2¿Necesita ayuda?%3
ru: За последние %1 дней не сообщалось о работе. %2Нужна помощь?%3

source: Not enough data yet
es: Todavía no hay suficientes datos
ru: Данных ещё недостаточно

source: An invitation code is required to create an account.
es: Se requiere un código de invitación para crear una cuenta.
ru: Для создания учётной записи требуется код приглашения.

source: Invitation code
es: Código de invitación
ru: Код приглашения

source: Identifies you on this web site. Use your real name or a nickname.
es: Identifíquese en este sitio web Use su nombre real o un apodo.
ru: Идентифицирует вас на этом веб-сайте. Используйте своё настоящее имя или псевдоним.

source: Choose screen name
es: Elige el nombre de usuario
ru: Выберите экранное имя

source: An address where you can receive emails.
es: Una dirección donde recibir los correos.
ru: Адрес, по которому можно получать электронные письма.

source: Your email address
es: Su dirección de correo
ru: Ваш адрес электронной почты

source: Must be at least %1 characters
es: Debe tener al menos %1 caracteres
ru: Должно быть не менее %1 символов

source: Choose password
es: Elige una contraseña
ru: Выберите пароль

source: Want to help more?
es: ¿Desea ayudar más?
ru: Хотите помочь больше?

source: Tell friends and family about %1.
es: Háblale a tus amigos y familiares sobre %1.
ru: Расскажите друзьям и родственникам о %1.

source: Run BOINC on your other computing devices (desktops, laptops, tablets, Android phones).
es: Ejecuta BOINC en tus otros dispositivos (computadoras de escritorio, portátiles, tabletas, teléfonos Android).
ru: Запуск BOINC на других вычислительных устройствах (настольные компьютеры, ноутбуки, планшеты, телефоны Android).

source: Is BOINC running on this computer? If not, %1Download it%2.
es: ¿Está ejecutando BOINC en esta computadora? Si no, %1Descárgalo%2.
ru: BOINC работает на этом компьютере? Если нет, %1загрузите его%2.
